{
  "loadingData":"Čítam údaje",
  "yes":"Áno",
  "no":"Nie",
  "change":"Zmeniť",
  "accessDenied":"Nemáte oprávnenie k zobrazeniu tejto stránky",

  "mainTitle": "Rezervačný systém pre testovanie bez čakania",
  "mainSubTitle": "Aplikácia je k dispozícii pre nemocnice, mobilné aj stále odberové miesta, inštitúcie aj súkromné spoločnosti, obce, mestá, školy. Aplikáciu je možné využiť pre antigénové testy, PCR testy, vakcináciu, vyšetrenia a iné služby. Umožňuje správu pracovísk, prevádzkových dní a hodín aj ľudských zdrojov. Pre komunikáciu využíva e-mail a SMS. Zefektívňuje činnosť pracovníkov. Minimalizuje čas občanov i pracovníkov potrebný na proces testovania s využitím predregistrácie, scanovaním registračných údajov a čiarových kódov na testoch.",
  "mainStep1": "Vyberte si miesto",
  "mainStep2": "Zvoľte si čas",
  "mainStep3": "Nestojte v rade",
  "mainStep4": "Výsledky testu vám pošeleme",
  "mainStep5": "Certifikát v papierovej forme",
  "mainActionButton": "Začnite výberom odberného miesta",
  "mainTryText": "Vyskúšajte si, ako by mohlo fungovať testovanie na Slovensku",
  "mainTimeAtSampling": "Čas strávený pri odbere",
  "mainTimeAtResult": "10 až 20",
  "mainTimeAtSeconds":"sekúnd",
  "mainNoQueues":"Žiadne rady",
  "mainGDPR":"Jasná definícia práce s osobnými údajmi",
  "mainBrowserSupport":"Web je optimalizovaný pre Google Chrome a ostatné prehliadače ktoré dodržiavajú webové štandardy. Práca registračného manažéra a laboratórneho medika vyžaduje mobilný prístup s povolenou kamerou pre scanovanie čiarových kódov.",
  "mainDemoAccounts":"Vyskúšajte si jednotlivé role",
  "mainLogin":"Login",
  "mainPassword":"Heslo",
  "mainActionMedicButton":"Začnite zadaním údajov",
  "mainHelpPerson":"Chráňte <b>svojich blízkych </b> a kolegov. Nechajte sa <b>zadarmo</b> otestovať  antigénovými testami alebo sa objednajte na PCR test. Predregistráciou vyplníte potrebné údaje, miesto aj čas, ktorý vám najlepšie vyhovuje. Nemusíte čakať v radoch. Ak sa dostavíte v objednanom čase, samotný odber vám zaberie len niekoľko sekúnd. <b>SMS</b>kou a e-mailom Vám pošleme kód registrácie, ktorý ukážete pracovníkovi testovacieho miesta. Ani na výsledok testu nemusíte čakať. <b>Elektronický certifikát</b> s výsledkom testovania Vám systém odošle e-mailom. Po zadaní bezpečnostných údajov na stránke aplikácie si môžete svoj certifikát kedykoľvek stiahnuť do svojho mobilu, tabletu, alebo počítača.",
  "mainDoctor":"Chceme zaregistrovať odberné miesto",

  "mainDoctorStep1": "Zadajte údaje prevádzkovateľa",
  "mainDoctorStep2": "Pridajte odberné miesto",
  "mainDoctorStep3": "Naplánujte služby pracovníkom",
  "mainDoctorStep4": "Testujte a reportujte - efektívne",
  "mainDoctorHelp": "Sústreďte sa na to, čo Vám ide najlepšie - <b>služby pre ľudí</b>. Prenechajte vývoj a prevádzku programového vybavenia na <b>nás</b>. Spoločnými silami môžeme <b>šetriť sily pracovníkov</b> a úplne odbúrať riziko šírenia nákazy medzi čakajúcimi v radoch, alebo na výsledky testovania.",

  "mainC1": "Poskytujeme nie len možnosť registrácie pre odberné miesta, nemocnice a štát, ale aj podporné služby pre rýchlejší a hlavne bezpečnejší proces odberu.",
  "mainC2": "Správca odberných a vakcinačných miest môže pracovať s jedným alebo viacerými miestami. Pre každé môže nastaviť jeho technické možnosti, vykonávané úkony - služby a ich ceny.",
  "mainC3": "Prevádzkové hodiny môžete nastaviť zhodné, alebo odlišné pre rôzne dni a rôzne odberné miesta.",
  "mainC4": "Správa ľudských zdrojov poskytuje prehľad o vyťaženosti pracovníkov, zabezpečení odberných miest potrebnými pracovnými rolami. Umožňuje získať potvrdenie od pracovníkov, že do služby nastúpia, chráni ich osobné údaje a zvyšuje efektivitu.",
  "mainStepTitle": "Chcem sa testovať",
  

  "navBarAdmin":"Administrátor",
  "navBarAdminManagePlace":"Správa pracovísk",
  "navBarAdminNewUser":"Nový užívateľ",
  "navBarAdminAuditUsers":"Audit užívateľov",
  "navBarAdminTestingTimes":"Správa prevádzkových dní",
  "navBarAdminManagePP":"Upraviť prevádzkovateľa",
  "navBarAdminManageProducts": "Správa poskytovaných služieb",

  "navBarTester":"Tester",
  "navBarRegVisitor":"Zaregistrovaný klient",
  "navBarNewVisitor":"Neohlásený klient",
  "navBarSetPlace":"Nastaviť moje miesto",
  
  "navBarLab":"Lab",
  "navBarLabResult":"Výsledok testu",
  
  "navBarDoc":"Správca dokumentov",
  "navBarDocCertificate":"Vypisovanie certifikátov",
  
  "navBarDataExporter":"Data exporter",
  "navBarDataExporterExport":"Finálny export údajov",

  "navBarPublicRegister":"Objednajte sa",
  "navBarPublicResults":"Výsledky testu",
  "navBarPublicHelp":"Pomoc",

  "navBarUserChangePassword":"Zmena hesla",
  "navBarUserChangePP":"Zmena prevádzkovateľa",
  "navBarUserInvitations": "Pozvánky",
  "navBarUserLogout":"Odhlásenie",
  "navBarUserLogin":"Prihlásenie",

  "resultsTitle":"Výsledky testovania",
  "resultsCode":"9-miestny kód registácie",
  "resultsPass":"Posledné 4 čísla s rodného čísla alebo cestovného dokladu",
  "resultsCheckResults":"Skontrolovať výsledok testu",
  "resultsResult":"Výsledok testovania",
  "resultsSendForm":"Odošlite prosím formulár",
  "resultsCheckingTest":"Kontrolujem stav testu",
  "resultsError":"Pri spracovaní požiadavku vznikla chyba",
  "resultsTestNotTaken":"Zatiaľ sme nezaznamenali Vašu návštevu",
  "resultsTestRemoved":"Test bol vymazaný",
  "resultsTestToRepeat":"S Vašim testom sa vyskytla chyba testovania a test musí byť zopakovaný. Príďte vykonať test znovu. Môžete použiť tento kód registrácie.",
  "resultsTestNotProcessed":"Ďakujeme za Vašu návšťevu, Váš test sa práve spracováva",
  "resultsTestPositiveCertTaken":"<b>Bol</b> vám detekovaný COVID. Ostaňte prosím v karanténe.",
  "resultsTestPositiveCertNotTaken":"<b>Bol</b> vám detekovaný COVID. <b>Príďte si pre certifikát.</b>",
  "resultsTestNegativeCertTaken":"Nie ste infikovaný/á. Test nepreukázal, že by ste boli infikovaný/á vírusom COVID-19.",
  "resultsTestNegativeCertNotTaken":"Nie ste infikovaný/á. Test nepreukázal, že by ste boli infikovaný/á vírusom COVID-19. <b>Príďte si pre certifikát.</b>",
  "resultsRemovePersonalData":"Vymazať osobné údaje",

  "chPassTitle":"Zmena hesla",
  "chPassOldPassword":"Staré heslo",
  "chPassNewPassword":"Nové heslo",
  "chPassNewPasswordValidation":"Nové heslo - overenie",
  "chPassSetup":"Nastaviť nové heslo",
  "chPassValidationDoNotMatch":"Heslá sa nezhodujú",

  "loginTitle":"Prihlásenie",
  "loginHelp":"Prihlásenie slúži pre obsluhu testovacieho miesta. Po prihlásení môže obsluha scanovať čiarové kódy z obrazovky mobilu alebo vytlačené na papieri. Po úspešnom prihlásení sa zmení horné menu na rozbaľovací zoznam rolí a funkcií ktoré môžu robiť.",
  "loginFormLogin":"Login / E-mail",
  "loginFormPassword":"Heslo",
  "loginFormButton":"Prihlás",
  

  "selectPlaceTitle":"Výber odberného miesta",
  "selectPlaceShowTable":"Zobraziť tabuľku",
  "selectPlaceShowMap":"Zobraziť mapu",
  "selectPlaceHelpMap":"Vyberte si na mape odberné miesto, zobrazte podrobnosti a pokračujte kliknutím na tlačítko Vybrať.",
  "selectPlaceHelpTable":"Vyberte si z tabuľky odberné miesto a pokračujte kliknutím na tlačítko Vybrať.",
  "selectPlaceSelect":"Vybrať",
  "selectPlaceLoadingData":"Čítam údaje",
  "selectPlaceAction":"Akcia",
  "selectPlacePlaceName":"Názov miesta",
  "selectPlaceAddress":"Adresa",
  "selectPlaceDriveIn":"Možnosť prísť autom",
  "selectPlaceWalkIn":"Možnosť prísť pešo",
  "selectPlaceLat":"GPS Lat",
  "selectPlaceLng":"GPS Lng",
  "selectPlace5MinLimit":"5Min limit",
  "selectPlace1HourLimit":"Hod limit",
  "selectPlaceRegistrations":"Registrácií",
  "selectPlaceStatsHealthy":"Počet negatívnych",
  "selectPlaceStatsSick":"Počet pozitívnych sss",
  
  "selectDayTitle":"Vyberte si službu a deň testovania/vakcinácie",
  "selectDayYourSelection":"Vybrali ste si {place}",
  "selectDayQuestion":"V ktorý deň Vám návšteva odberného miesta vyhovuje viac?",
  "selectDayHelp":"V prípade ak môžete prísť v oba termíny, uprednostnite prosím prvý termín",
  "selectDayButtonText":"Dňa {description} je aktuálne registrovaných {registrations} osôb",
  
  "selectHourTitle":"Vyberte si hodinu testovania",
  "selectHourYourSelection":"Vybrali ste si {place}, dňa {day}",
  "selectHourQuestion":"V ktorú hodinu Vám to vyhovuje viac?",
  "selectHourHelp":"V prípade ak môžete prísť v ľubovoľný čas, uprednostnite termín s nižším počtom registrácií",
  "selectHourButtonText":"Medzi {description} je aktuálne registrovaných {registrations} osôb",
  
  "selectMinuteTitle":"Vyberte si čas testovania",
  "selectMinuteYourSelection":"Vybrali ste si {place}, dňa {day} medzi {hour}",
  "selectMinuteQuestion":"Vyberte si ideálny čas odberu",
  "selectMinuteHelp":"V prípade ak môžete prísť v ľubovoľný čas, uprednostnite termín s nižším počtom registrácií",
  "selectMinuteButtonText":"Medzi {description} je aktuálne registrovaných {registrations} osôb",
  
  "registrationTitle":"Posledný krok registrácie - Osobné údaje",
  "registrationHelp1":"Údaje o Vašom testovaní, vrátane osobných údajov môžete vymazať zo stránky výsledky testu ak sa preukáže, že ochorenie covid19 nemáte. V prípade pozitívne nálezu budú postúpené hygiene. Po dobu testovania budú Vaše osobné údaje chránené šifrovaním AES256. Všetky osobné údaje budú z tejto databáze odstránené najneskôr do 2 pracovných dní od posledného dňa testovania.",
  "registrationYourSelection":"Vybrali ste si {place}, dňa {day} medzi {time}",
  "registrationFormTypeLabel":"Identifikácia registrovanej osoby",
  "registrationFormTypePersonalCard":"Mám slovenské rodné číslo",
  "registrationFormTypePersonalChild":"Registrácia dieťaťa zákonným zástupcom",
  "registrationFormTypePersonalForeigner":"Som cudzinec",
  "registrationFormFirstName":"Meno",
  "registrationFormLastName":"Priezvisko",
  "registrationFormPersonalNumber":"Rodné číslo",
  "registrationFormPersonalNumberChild":"Rodné číslo dieťaťa",
  "registrationFormPassport":"Číslo cestovného dokladu",
  "registrationFormAddress":"Adresa miesta pobytu",
  "registrationFormMobile":"Telefón bez medzier s predvoľbou štátu",
  "registrationFormE-mail":"E-mail",
  "registrationFormInsurance":"Poisťovňa",
  "registrationBottomHelp1":"Cieľom registrácie pred návštevou odberného miesta je minimalizovať čas potrebný pre výkon testu. V ideálnom prípade doktor nascanuje čiarový kód Vašej registrácie, čiarový kód na testovacej súprave, a vykoná odobratie vzorky. Stlačením tlačítka nižšie vytvoríte svoj jedinečný kód registrácie, ktorý s kombináciou posledných 4 čísel rodného čísla (cestovného dokladu pre cudzincov) použijete aj na zistenie výsledku testu na tejto stránke.",
  "registrationBottomHelp2":"Ďalšiu osobu (partnera/ku, deti) budete môcť pridať po Vašej registrácii k vybranému termínu. Každá osoba má svoj unikátny kód registrácie.",
  "registrationFormGDPR":"Súhlasím so spracovaním osobných údajov",
  "registrationFormButton":"Zaregistrovať",
  "registrationFormInsuranceEU":"EÚ poistenec",
  "registrationFormInsuranceForeigner":"Cudzinec",

  "regDoneTitle":"Úspešne ste sa zaregistrovali k odberu vzorky covid-19",
  "regDoneHelp1":"Zobrazte tento čiarový kód doktorovi pred odobratím vzorky",
  "regDoneHelp2":"Aj keď sme Vám poslali tento kód e-mailom a v SMS, odporúčame Vám tento kód vytlačiť do PDF alebo uložiť iným spôsobom.",
  "regDoneHelp3":"Starším osobám alebo osobám bez smartphonu odporúčame 9-miestny kód napísať čitateľným písmom na papier a ukázať medicínskemu personálu pred vykonaním odberu",
  "regDoneError":"Nepodarilo sa vygenerovať čiarový kód",
  "regDoneDataType":"Údaj",
  "regDoneValue":"Hodnota",
  "regDoneName":"Meno",
  "regDoneE-mail":"E-mail",
  "regDoneMobile":"Telefón",
  "regDonePersonalNumber":"RČ",
  "regDonePassport":"Cestovný doklad",
  "regDoneAddress":"Adresa",
  "regDoneYourSelection":"Dostavte sa prosím dňa {day} medzi {time} na odberné miesto {place}.",
  "regDoneNextPerson":"Ďalšia osoba na rovnaký termín odberu",

  "userWelcome":"{name}, vitajte v systéme pre testovanie covidu",
  "userHelp":"Vyberte si z menu akciu na základe role ktorú reprezentujete.",
  
  "helpTitle":"Centrum pomoci",
  "helpCommonQ1":"O aplikácii",
  "helpCommonA1":"<p>Prínos pre občanov</p><p>Účelom tejto aplikácie je umožniť záujemcom o test objednať sa na testovanie bez potreby čakania v radoch. Rezervácia šetrí nie len čas občanov, ale znižuje riziko nákazy v radoch pred testovaním. Použitie aplikácie umožňuje, aby sa občan po testovaní ihneď opustil testovacie miesto a dostal výsledky testu aj elektronicky podpísaný certifikát neskôr. Výsledky sú chránené a súčasne dostupné online, na stránke aplikácie, po zadaní čísla registrácie a posledných štyroch číslic rodného čísla.</p><br><p>Prínos pre prevádzkovateľov</p><p>Prevádzkovateľom testovacích miest umožňuje naše riešenie správu testovacích miest, prevádzkového času, aj ľudských zdrojov. Vizualizácia kalendára, času a pracovníkov v kalendári poskytuje rýchly prehľad o personálnom zabezpečení miest. Po naplánovaní pracového času sa pracovníkovi odosiela pozvánka, ktorú pracovník potvrdí a tým odpadá únavné uisťovanie sa o tom, či potrební pracovníci budú na mieste v naplánovanom čase. <p>Ďalšie výhody</p><p>Aplikácia zrýchľuje proces testovania a vyhodnocovania testov využitím scanovania čiarových kódov. Scanovanie nevyžaduje nákup drahých jednoúčelových scanerov. Namiesto toho je možné využiť telefón alebo tablet s kamerou a pripojením na internet.</p><p>V neposlednom rade šetrí toto riešenie čas potrebný na spracovávnie dát. Odpadá časovo náročné prepisovanie dát z papierov. Anonymizované štatistické dáta sú k dispozícii v reálnom čase pre analýzy prostredníctvom online reportov.</p><p>Hlavným spôsobom objednávania sa na testy je práve prostredníctvom online aplikácie. Hlavným komunikačným kanálom s testovanými je SMS a e-mail Prevádzkovateľ však môže vytvoriť call centrum, ktoré bude prijímať telefonické objednávky od záujemcov, ktoré pracovníci call centra zapisujú do aplikácie.</p><p>Chráňte svojich blízkych. Objednávajte sa na testy v predstihu kde a kedy vám to najviac vyhovuje.</p><p>Ďakujeme</p><br><p>Aplikáciu radi prispôsobíme aj pre vaše špecifické zdravotnícke, alebo ne-zdravotnícke účely.</p><p>Tím Rýchlejšie.sk</p><p> </p><img class=\"img-fluid\" style=\"margin: 0 auto\" src=\"./images/sk/sk_screen_anonymous_home.png\" />",

  "helpPublicQ1":"Ako sú moje osobné údaje chránené?",
  "helpPublicA1":"<p>Osobné údaje sú odoslané na server v momente keď stlačíte tlačítko registrácia. Komunikácia so serverom je šifrovaná SSL   protokolom. </p> <p>   Údaje sú uložené v no-sql databáze. Sú zašifrované AES256   metódou ktorá sa považuje za najvyšší štandard bezpečnosti   uložených údajov. Dve heslá sú nastavené administrátorom. </p> <p>   Autorizovaná osoba môže podľa kódu registrácie načítať vaše   osobné údaje. Autorizované osoby sú pozvané do systému. Žiadna   z autorizovaných osôb nemá možnosť zobraziť zoznam   registračných kódov. Môžu vyhľadávať podľa rodného čísla (v db   zahashované), alebo podľa kódu registrácie. </p> <p>   Autorizované osoby sa prihlasujú heslom, a autorizované požiadavky na server prebiehajú s JWT tokenom. </p> <p>   Výsledok testovania je dostupný len po zadaní kódu registrácie a posledných štyroch číslic rodného čísla. Preto je potrebné chrániť pridelený kód registrácie. </p> <p>Osobné údaje môžete vymazať zo serveru po prevzatí certifikátu s negatívnym výsledkom. Zobrazte výsledok testu zadaním svojho kódu a posledných štyroch číslic rodného čísla. V prípade negatívneho testu sa Vám zobrazí tlačítko vymazať osobné údaje. Po stlačení tlačidla budú osoboné výmazané. Po vymazaní bude Vaša návšteva kompletne vymazaná aj s ďalšími indexovanými údajmi, a v systéme po Vás zostane iba  anonymný štatistický údaj. </p> <p>   Správcom osobných údajov je osoba uvedená v pätičke každej webovej stránky aplikácie. </p>",
  "helpPublicQ2":"Ako prebieha registrácia?",
  "helpPublicA2":"<img class=\"img-fluid\" style=\"margin: 0 auto\" src=\"./images/process/sk/registration.svg\" />",
  "helpPublicQ3":"Stavy testu",
  "helpPublicA3":"<img class=\"img-fluid\" style=\"margin: 0 auto\" src=\"./images/process/sk/states-of-test.svg\" />",
  "helpPublicQ4":"Proces testovania",
  "helpPublicA4":"<img class=\"img-fluid\" style=\"margin: 0 auto\" src=\"./images/process/sk/testing.svg\" />",

  "helpAdminQ1":"Ako vytvoriť miesto testovania?",
  "helpAdminA1":"<p>Správa pracovísk je v menu Admin &gt; Správa pracovísk. Vyplnením formuláru sa a stlačením tlačítka Vytvoriť sa vytvorí pracovisko. Ak chcete upraviť pracovisko, z tabuľky si vyberte miesto a stlačte tlačítko Upraviť. Tým sa vo formulári doplnia z daného miesta editovateľné údaje ktoré je možné zmeniť. Po stlačení tlačítka Upraviť sa údaje zmenia a administrátor je notifikovaný zeleným statusom o vykonaní zmeny.</p>",
  "helpAdminQ2":"Ako vytvoriť termín pre testovanie?",
  "helpAdminA2":"<p>Správa termínov je v menu Admin &gt; Čas testovania. Termíny sa aktuálne určujú globálne pre všetky miesta naraz. Výberom času a odoslaním formuláru sa skontroluje, či všetky miesta majú vytvorený časový slot pre testovanie. Tento časový slot slúži pre štatistické účely alebo obmedzenie kapacity miesta.</p>",
  "helpAdminQ3":"Audit užívateľov a pozvanie užívateľa",
  "helpAdminA3":"<p>Aduit užívateľov môžete previesť v menu Admin &gt; Audit užívateľov. Na tomto mieste administrátor môže vymazať užívateľa. Pozvanie užívateľa do systému je v menu Admin &gt; Nový užívateľ.</p>",
  "helpAdminQ4":"Príprava na testovanie",
  "helpAdminA4":"<p><ul><li>Spustenie predregistrácie v dostatočnom predstihu. Na základe štatistík registrácií skontrolovať dostupné ľudské zdroje v testovacom mieste.</li><li>Vytlačenie informačných letákov - Predregistrácia na mieste (QR kód adresy miesta), informáciu že návštevník má ukázať čiarový kód registrácie a občiansky preukaz, informáciu že hlasivkami sa šíri vírus tak ak je možné nech nič nehovorí, informáciu že hlava sa nemá zakláňať pri testovaní.</li><li>Ak testovacie sady neobsahujú čiarové kódy, je potrebné predvytlačiť čiarové kódy testovacích sád. Jeden útržok pre návštevníka a jeden ostáva s testom. V prípade ak by sa IT systém pre podporu testovania vypol v čase keď návštevník už absolvoval test, dochádza ku prechodu na papierový režim a test je možné spárovať s návštevníkom pri odbere certifikátu.</li></ul></p>",

  "helpTesterQ1":"Registrovaný klient prišiel na test",
  "helpTesterA1":"<p>Na doplnenie..</p>",
  "helpTesterQ2":"Registrovaný klient nemá bar kód",
  "helpTesterA2":"Na doplnenie..",
  "helpTesterQ3":"Klient nie je zaregistrovaný",
  "helpTesterA3":"Na doplnenie..>",
  "helpTesterQ4":"Nastavenie a zmena miesta testovania",
  "helpTesterA4":"Na doplnenie..",

  "helpLabQ1":"Hromadné označenie testov",
  "helpLabA1":"Na doplnenie..",
  

  "helpDocQ1":"Vypísanie dokladu",
  "helpDocA1":"Na doplnenie..",

  "ppTitle":"Registrácia prevádzkovateľa ktorá spravuje odberné miesta",
  "ppAgreement":"Som oprávnený zastupovať prevádzkovateľa pre registráciu do systému rýchlejšie.sk . Súhlasím so spracovaním osobných údajov a ďalších údajov prevádzkovateľa a súhlasím so zmluvnými podmienkami služby.",
  "ppTerms":"Obchodné podmienky",
  "ppMainContact": "Kontaktná osoba",
  "ppPricing":"Cenník",
  "ppCountry":"Krajina",
  "ppCompanyId":"IČO",
  "ppCompanyName":"Názov prevádzkovateľa",
  "ppVAT":"IČ DPH",
  "ppMainE-mail":"Hlavný neverejný e-mail",
  "ppPrivatePhone":"Hlavný neverejný mobil",
  "ppPublicE-mail":"Verejný e-mail",
  "ppPublicPhone":"Verejný telefón",
  "ppRegister":"Zaregistrovať správcu odberných miest",
  


  "Scholtz":"Scholtz"
}